[orchid_vo_chapter5_0010_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I don't know where the last part of the compass is, but... I know someone who might. His name is Herbert, and he lives out in the Rustyards. Take that gift box over there.",Time=0)

[orchid_vo_chapter5_0020_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hold onto that gift and don't give it to Herbert until I tell you to. Now go meet up with him. Off with you, now.",Time=0)

[orchid_vo_chapter5_0030_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now, you might be worried that once you get all four pieces of the compass, I'll kill you and take it for myself. Wrong. Even once complete, the compass still needs to be taken to... a very super-secret location before it will reveal where Blade's treasure is buried. You can rest easy for now.",Time=0)

[orchid_vo_chapter5_0040_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Herbert, the guy you're looking for? I brought him onboard a few months back 'cause he's stupidly knowledgeable about Captain Blade's treasure. Then I kicked him off because... you'll... you'll see.",Time=0)

[orchid_vo_chapter5_0050_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, if Herbert asks about me, don't say anything.",Time=0)

[orchid_vo_chapter5_0060_echo_shade]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Did you hear that, my friend? The call of the Leviathan. He guards Captain Blade's treasure -- perhaps you shall do battle with him one day. Or maybe you could forget the whole treasure thing and hang out with me back in Oasis. Wouldn't that be nice? I'm lonely.",Time=0)

[orchid_vo_chapter5_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That looks creepy enough to be Herbert's shack up there on that ledge. Take the elevator up, knock on the door, and prepare for a smell straight out of your nightmares.",Time=0)

[orchid_vo_chapter5_0080_live_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hold on... hold on a second!",Time=0)

[orchid_vo_chapter5_0090_live_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Scarlett?! Is that you?!",Time=0)

[orchid_vo_chapter5_0100_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh. You're not Scarlett... but I can taste her scent on you. She wants the last compass piece, doesn't she? Ohh, yeah. Let's talk. You and me.",Time=0)

[orchid_vo_chapter5_0110_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="How is Scarlett? Is she as beautiful as when I last saw her? Oh, how the light caught her hair...",Time=0)
